content.org/2020.org
#+hugo_base_dir: /home/plovs/Projects/qweb
#+category: blog

** DONE Dune - it started so great                                       :books:
   CLOSED: [2020-04-18 Sat 12:34]
   :PROPERTIES:
   :EXPORT_FILE_NAME: dune-it-started-so-great
   :EXPORT_HUGO_CUSTOM_FRONT_MATTER: :description
   :EXPORT_HUGO_AUTO_SET_LASTMOD: t
   :END:

   The first Dune book is my favourite book. I have read it at least six times. The rest ... not so much.

*** Reading order

    Frank Herbert:

    - Dune (1965)
    - Dune Messiah (1969)
    - Children of Dune (1976)
    - God Emperor of Dune (1981)
    - Heretics of Dune (1984)
    - Chapterhouse: Dune (1985)

    Brian Herbert/Kevin J. Anderson: Prelude to Dune series:

    - House Atreides (1999)
    - House Harkonnen (2000)
    - House Corrino (2001)

    Legends of Dune series:

    - The Butlerian Jihad (2002)
    - The Machine Crusade (2003)
    - The Battle of Corrin (2004)
    - Hunters of Dune (2006)
    - Sandworms of Dune (2007)

    Heroes of Dune series:

    - Paul of Dune (2008)
    - The Winds of Dune (2009)

    Great Schools of Dune series:

    - Sisterhood of Dune (2012)
    - Mentats of Dune (2014)

*** Notes and quotes

  > They choose the safe course that led into stagnation

*** Links and resources

  - [[https://en.m.wikipedia.org/wiki/Dune_(franchise)][Wikipedia]]
  - [[https://www.reddit.com/r/books/comments/29zgmh/how_should_i_go_about_the_dune_series/][Reddit -- What to read]]
  - [[https://www.bookseriesinorder.com/dune/][Dune publishing order]]

