content/posts/dune-it-started-so-great.md
+++
title = "Dune - it started so great"
author = ["Alex Qwxlea"]
date = 2020-04-18T12:34:00+03:00
lastmod = 2021-01-17T12:34:29+02:00
tags = ["books"]
draft = false
+++

The first Dune book is my favourite book. I have read it at least six times. The rest ... not so much.


## Reading order {#reading-order}

Frank Herbert:

-   Dune (1965)
-   Dune Messiah (1969)
-   Children of Dune (1976)
-   God Emperor of Dune (1981)
-   Heretics of Dune (1984)
-   Chapterhouse: Dune (1985)

Brian Herbert/Kevin J. Anderson: Prelude to Dune series:

-   House Atreides (1999)
-   House Harkonnen (2000)
-   House Corrino (2001)

Legends of Dune series:

-   The Butlerian Jihad (2002)
-   The Machine Crusade (2003)
-   The Battle of Corrin (2004)
-   Hunters of Dune (2006)
-   Sandworms of Dune (2007)

Heroes of Dune series:

-   Paul of Dune (2008)
-   The Winds of Dune (2009)

Great Schools of Dune series:

-   Sisterhood of Dune (2012)
-   Mentats of Dune (2014)


## Notes and quotes {#notes-and-quotes}

> They choose the safe course that led into stagnation


## Links and resources {#links-and-resources}

-   [Wikipedia](https://en.m.wikipedia.org/wiki/Dune%5F(franchise))
-   [Reddit -- What to read](https://www.reddit.com/r/books/comments/29zgmh/how%5Fshould%5Fi%5Fgo%5Fabout%5Fthe%5Fdune%5Fseries/)
-   [Dune publishing order](https://www.bookseriesinorder.com/dune/)
